

q1 = print('თუ მოიხმართ: არასდროს დაწერეთ 0,თუ ერთხელ ან ორჯერ - 2, თუ ყოველთვე - 3, თუ ყოველკვირა -4, თუ ყოველდღე - 6' )
q2 = input(f'1.ბოლო სამი თვის განმავლობაში რამდენად ხშირად მოიხმარეთ? ')
q3 = input(f'2.რამდენად ხშირად გრძნობდით ნივთიერების მოხმარების ძლიერ სურვილს ან მოთხოვნილებას ბოლო სამ თვეში?')
q4 = input(f'3.ბოლო სამი თვის განმავლობაში თქვენ მიერ  მოხმარებამ რამდენჯერ დაგაყენათ ჯანმრთელობის, სოციალური, სამართლებლივი, თუ ფინანსური პრობლემების წინაშე?' )
q5 = input(f'4. მეგობარს, ნათესავს ან ვინმე სხვას როდისმე თუ გამოუთქვამს შეშფოთება თქვენ მიერ მოხმარების გამო?')
q6 = input(f'5.როდისმე თუ გიცდიათ მოხმარების შემცირება, მაგრამ ვერ მოგიხერხებიათ, და რამდენჯერ? ')



q2 = int(q2)
q3 = int(q3)
q4 = int(q4)
q5 = int(q5)
q6 = int(q6)



result = q2 + q3 + q4 + q5 + q6
result = int(result)

print('''

თქვენ აღგენიშნებათ დამოკიდებულების  -  
 ''')

if result <= 10:
    print('დაბალი რისკი.')
if 11 < result <= 26:
    print('ზომიერი რისკი.')
if result >= 27:
    print('მაღალი რისკი.')
else:
    pass
